Repository: vrk-kpa/api-catalog
Catalog: ckanext/ckanext-apicatalog/ckanext/apicatalog/i18n/*/LC_MESSAGES/ckanext-apicatalog.po
Languages: fi, sv

source: User {user} not authorized to create users via the API
fi: Käyttäjällä {user} ei ole oikeutta luoda käyttäjiä API-rajapinnan kautta.
sv: Användare {user} har inte behörighet att skapa användare via subsystemet.

source: Services
fi: Palvelut
sv: Tjänster

source: Organization
fi: Organisaatio
sv: Organisation

source: Tags
fi: Asiasanat
sv: Ämnesord

source: Formats
fi: Tiedostomuodot
sv: Filformat

source: Same Organization Members
fi: Saman organisaation jäsenet
sv: Medlemmar av samma organisation

source: Allowed Organizations Only
fi: Vain sallittujen organisaatioiden jäsenet
sv: Endast tillåtna organisationer

source: Allowed Organizations
fi: Sallitut organisaatiot
sv: Tillåtna organisationer

source: Name in Finnish
fi: Nimi suomeksi
sv: Namn på finska

source: Name in Swedish
fi: Nimi ruotsiksi
sv: Namn på svenska

source: Name in English
fi: Nimi englanniksi
sv: Namn på engelska

source: Organization description
fi: Organisaation kuvaus
sv: Beskrivning av organisation

source: A general, concise, and easy-to-understand description of the organization.
fi: Yleinen, tiivis ja helppotajuinen kuvaus organisaatiosta.
sv: En allmän, kortfattad och lättförståelig beskrivning av organisationen.

source: A general, concise, and easy-to-understand description of the attachment.
fi: Yleinen, tiivis ja helppotajuinen kuvaus liitetiedostosta.
sv: En allmän, kortfattad och lättförståelig beskrivning av bilagan.

source: A general, concise, and easy-to-understand description of the service.
fi: Yleinen, tiivis ja helppotajuinen kuvaus palvelusta.
sv: En allmän, kortfattad och lättförståelig beskrivning av tjänsten.

source: Description in Finnish
fi: Kuvaus suomeksi
sv: Beskrivning på finska

source: Description in Swedish
fi: Kuvaus ruotsiksi
sv: Beskrivning på svenska

source: Description in English
fi: Kuvaus englanniksi
sv: Beskrivning på engelska

source: Write the organization's description
fi: Kirjoita organisaation kuvaus
sv: Skriv organisationens beskrivning

source: Other information and settings
fi: Muut tiedot ja asetukset
sv: Övrig information och inställningar

source: Organization logo
fi: Organisaation logo
sv: Organisationens logo

source: The logo is displayed on the organization page in API Catalogue.
fi: Logo näytetään organisaation sivulla Liityntäkatalogissa.
sv: Logotypen visas på organisationssidan i API-katalogen.

source: If possible, provide a telephone number for the organization's switchboard or customer service, not an individual number.
fi: Jos mahdollista, anna organisaation tai asiakaspalvelun puhelinnumero, ei yksittäisen henkilön numeroa.
sv: Om möjligt, ange ett telefonnummer till organisationens växel eller kundtjänst, inte ett individuellt nummer.

source: If possible, enter the email address of the organization or customer service, not the email address of the individual.
fi: Jos mahdollista, anna organisaation tai asiakaspalvelun sähköpostiosoite, ei yksittäisen henkilön sähköpostiosoistetta.
sv: Om möjligt, ange e-postadressen till organisationen eller kundtjänsten, inte e-postadressen till individen.

source: Email {email} is not a valid format
fi: Sähköpostiosoite {email} on virheellisessä muodossa
sv: E-post {email} är inte godkänt format

source: Discard changes
fi: Hylkää muutokset
sv: Ignorera ändringar

source: Save changes
fi: Päivitä tiedot
sv: Spara ändringar

source: Write subsystem description
fi: Kirjoita alijärjestelmän kuvaus
sv: Skriv subsystemets beskrivning

source: Write attachment description
fi: Kirjoita liitetiedoston kuvaus
sv: Skriv beskrivning av bilagan

source: Service name will be filled automatically and should not be edited
fi: Palvelun nimi täydennetään automaattisesti, eikä sitä voi muokata
sv: Tjänstens namn fylls i automatiskt och ska inte redigeras

source: Attachment name will be filled automatically and should not be edited
fi: Liitetiedoston nimi täydennetään automaattisesti, eikä sitä voi muokata
sv: Bilagans namn fylls i automatiskt och ska inte redigeras

source: Service visibility
fi: Palvelun näkyvyys
sv: Tjänstens synlighet

source: Service description
fi: Palvelun kuvaus
sv: Tjänstens beskrivning

source: Service name
fi: Palvelun nimi
sv: Tjänstens namn

source: Attachment visibility
fi: Liitetiedoston näkyvyys
sv: Synlighet av bilagan

source: Attachment description
fi: Liitetiedoston kuvaus
sv: Beskrivning av bilagan

source: Attachment name
fi: Liitetiedoston nimi
sv: Namn av bilagan

source: When service visibility is private, it is only visible to the owner organization or users from allowed organizations
fi: Kun palvelun näkyvyys on rajoitettu, se näkyy vain oman organisaation ja sallittujen organisaatioiden käyttäjille.
sv: När tjänstens synlighet är begränsad är den endast synlig för ägarorganisationen eller användare från tillåtna organisationer

source: When attachment visibility is private, it is only visible to the owner organization or users from allowed organizations
fi: Kun liitetiedoston näkyvyys on rajoitettu, se näkyy vain oman organisaation ja sallittujen organisaatioiden käyttäjille.
sv: När bilagans synlighet är begränsad är den endast synlig för ägarorganisationen eller användare från tillåtna organisationer

source: Chargeable
fi: Maksullinen

source: Free of charge
fi: Maksuton

source: Mentioned in service description
fi: Kerrotaan palvelun kuvauksessa
sv: Nämns i tjänstebeskrivningen

source: No license specified
fi: Lisenssiä ei määritelty
sv: Ingen licens angiven

source: Open Database license
fi: Open Database lisenssi
sv: Open database licens

source: Web address
fi: Verkko-osoite
sv: Webbadress

source: URL will be formed automatically from the name of the application and should in general not be edited.
fi: URL muodostetaan sovelluksen nimestä automaattisesti, eikä osoitetta yleensä tarvitse muokata.
sv: URL kommer att bildas automatiskt från namnet på applikationen och bör i regel inte redigeras.

source: E-mail address in Finnish
fi: Sähköpostiosoite suomeksi
sv: E-postadress på finska

source: E-mail address in Swedish
fi: Sähköpostiosoite ruotsiksi
sv: E-postadress på svenska

source: E-mail address in English
fi: Sähköpostiosoite englanniksi
sv: E-postadress på engelska

source: Subsystem's title
fi: Alijärjestelmän nimi
sv: Subsystemets namn

source: We recommend that the subsystem is given a clear name that describes its real name or purpose.
fi: Suosittelemme, että alijärjestelmälle annetaan selkeä nimi, joka vastaa sen todellista nimeä tai tarkoitusta.
sv: Vi rekommenderar att subsystemet har ett tydligt namn som beskriver dess riktiga namnet eller funktion.

source: The subsystem's name
fi: Alijärjestelmän nimi
sv: Subsystemets namn

source: Title in Data Exchange Layer
fi: Nimi palveluväylässä
sv: Namn i Informationsleden

source: Subsystem description
fi: Alijärjestelmän kuvaus
sv: Subsystemets beskrivning

source: General, compact and easy to understand description of the subsystem. You can use markdown formatting in the description.<br><br><div class="collapsible-container"><button type="button" class="collapsible dataset-collapsible" data-module="collapsible">Instructions for writing the description <i class="collapsible-icon fa fa-chevron-down"></i></button><div class="collapsible-content dataset-collapsible-content"><p>The description should contain at least the following things:</p><ul><li>What services does the subsystem provide?<ul><li>What interfaces does the subsystem have?</li><li>What kind of information can other organizations get through the services?</li></ul><li>What kind of conditions and limitations have to be considered in the use of the subsystem's services?<ul><li>Is the use of the services, for example, limited to certain kinds of organizations?</li><li>What's the cost of using the services?</li></ul></li><li>How can you get access to the service?<ul><li>What is the process like for the introduction of the service to use?</li><li>Does the use of the service require, for example, acquiring an information permission?</li></ul></li></ul><p>More detailed instructions for writing the description of the service can be found in <a href="https://palveluhallinta.suomi.fi/en/tuki/artikkelit/5ef313c79a155e0139629cb5">API catalog instructions</a>.</div></div>
fi: Yleinen, tiivis ja helppotajuinen kuvaus alijärjestelmästä. <br><br><div class="collapsible-container"><button type="button" class="collapsible dataset-collapsible" data-module="collapsible">Ohjeita kuvauksen kirjoittamiseen<i class="collapsible-icon fa fa-chevron-down"></i></button><div class="collapsible-content dataset-collapsible-content"><p> Kerro kuvauksessa ainakin seuraavat asiat: </p><ul><li>Alijärjestelmän yleiskuvaus <ul><li> Millaisia palveluita alijärjestelmä tarjoaa? Mitä hyötyjä palveluiden käyttöön liittyy? </li><li> Miten palveluista saa lisätietoja?</li></ul><li> Palveluiden käytön edellytykset ja rajoitukset<ul><li> Mitkä organisaatiot voivat ottaa palveluita käyttöönsä? </li><li> Vaatiiko palveluiden käyttöönotto erillisiä lupahakemuksia? Kuvaile lupaprosessi.</li></ul></li><li> Palveluiden käyttöönotto<ul><li> Miten palveluita saa käyttöönsä? Kuvaile käyttöönottoprosessi. </li><li> Mistä voi saada lisätietoja palveluiden käyttöönotosta?</li></ul></li></ul><p>Tarkemmat ohjeet kuvauksen kirjoittamiseen löydät <a href="https://palveluhallinta.suomi.fi/fi/tuki/artikkelit/5ef313c79a155e0139629cb5">Liityntäkatalogin ohjeista</a>.</div></div>
sv: Allmän, kompakt och lätt att förstå beskrivning av subsystem. <br><br><div class="collapsible-container"><button type="button" class="collapsible dataset-collapsible" data-module="collapsible">Anvisningar för att skriva beskrivningen <i class="collapsible-icon fa fa-chevron-down"></i></button><div class="collapsible-content dataset-collapsible-content"><p>Berätta minst följande uppgifter i beskrivningen:</p><ul><li>Subsystemets allmän beskrivning<ul><li>Vilken typ av tjänster erbjuder subsystemet? Vilka är fördelarna att använda tjänsterna?</li><li>Hur kan man få mer information om tjänster?</li></ul><li>Villkor och begränsningar vid användningen av tjänster<ul><li>Vilka organisationer kan ta i bruk tjänster?</li><li>Kräver ibruktagning av tjänster separata tillståndsansökningar? Beskriv tillståndsprocessen.</li></ul></li><li>Ibruktagning av tjänster<ul><li>Hur kan man ta i bruk tjänster? Beskriv ibruktagningsprocessen.</li><li>Hur kan man få mer information om ibruktagningen av tjänster?</li></ul></li></ul><p>Mer anvisningar för subsystemets beskrivning hittar du från <a href="https://palveluhallinta.suomi.fi/sv/tuki/artikkelit/5ef313c79a155e0139629cb5">en separat stödartikel.</a>.</div></div>

source: Write the subsystem's description
fi: Kirjoita alijärjestelmän kuvaus
sv: Skriv subsystemets beskrivning

source: Write the service's description
fi: Kirjoita palvelun kuvaus
sv: Skriv tjänstens beskrivning

source: Write the attachment's description
fi: Kirjoita liitetiedoston kuvaus
sv: Skriv bilagans beskrivning

source: Update Service
fi: Päivitä palvelu
sv: Uppdatera tjänsten

source: Edit service
fi: Muokkaa palvelua
sv: Redigera tjänsten

source: Edit attachment
fi: Muokkaa liitetiedostoa
sv: Redigera bilagan

source: Using keywords the user can easily find this application or similar applications through the search function. Choose at least one Finnish keyword.
fi: Avainsanojen avulla käyttäjä löytää tämän alijärjestelmän tai vastaavia alijärjestelmiä helposti hakusivun kautta. Valitse vähintään yksi suomenkielinen avainsana.
sv: Med hjälp av nyckelord kan användaren enkelt hitta detta subsystem eller liknande subsystem genom sök funktionen. Välj minst ett finskt nyckelord.

source: Write a keyword
fi: Kirjoita avainsana
sv: Skriv ett nyckelord

source: Maintainer's information
fi: Ylläpitäjän yhteystiedot
sv: Administratörens kontaktuppgifter

source: Use the maintainer's common contact information.
fi: Käytä organisaation yleisiä yhteystietoja.
sv: Använda administratörens allmänna kontaktuppgifter.

source: The name of the maintainer
fi: Ylläpitäjän nimi
sv: Namnet av administratören

source: The email of the maintainer
fi: Ylläpitäjän sähköposti
sv: E-post av administratören

source: Limited
fi: Rajoitettu
sv: Begränsad

source: Allowed organizations
fi: Sallitut organisaatiot
sv: Tillåtna organisationer

source: Period of validity
fi: Voimassaoloaika
sv: Giltighetstid

source: dd/mm/yyyy
fi: pp.kk.vvvv
sv: dd/mm/åååå

source: fi
fi: suomeksi
sv: på finska

source: en
fi: englanniksi
sv: på engelska

source: sv
fi: ruotsiksi
sv: på svenska

source: Organization acts as an intermediary for other organizations.
fi: Organisaatio toimii välitoimijana muiden organisaatioiden puolesta.
sv: Organisationen agerar som mellanhand för andra organisationer.

source: Organization processes data outside the EU/EAA countries.
fi: Organisaatio käsittelee tietoja EU-/ETA-maiden ulkopuolella.
sv: Organisationen behandlar data utanför EU-/EES-länder.

source: Intermediary organization
fi: Välitoimijaorganisaatio
sv: Mellanhand organisation

source: Data processing
fi: Tietojen käsittely
sv: Databehandling

source: Choose this if your organization acts as an intermediary for other organizations.
fi: Valitse tämä, jos organisaatiosi toimii välitoimijana toisen organisaation puolesta.
sv: Välj detta om din organisation agerar som mellanhand för andra organisationer.

source: Choose this if your organization processes data outside the EU/EAA countries.
fi: Valitse tämä, jos organisaatiosi käsittelee tietoja EU-/ETA-maiden ulkopuolella.
sv: Välj detta om din organisation behandlar data utanför EU-/ESS-länder.

source: {number} dataset found for "{query}"
fi: Haulla "{query}" löytyi {number} alijärjestelmä
sv: {number} API hittades för "{query}"

source: Package contains invalid resources
fi: Alijärjestelmä sisältää virheellisiä resursseja
sv: Subsystemet innehåller ogiltiga resurser

source: Failed to decode JSON string
fi: JSON-merkkijonon purkaminen epäonnistui
sv: Avkodning av JSON-sträng misslyckades

source: Invalid encoding for JSON string
fi: Virheellinen koodaus JSON-merkkijonolle
sv: Felaktig kodning för JSON-sträng

source: expecting JSON object
fi: odottaa JSON-objektia
sv: förväntar sig JSON-objekt

source: Required language "%s" missing
fi: Vaadittu kieli "%s" puuttuu
sv: Den nödvändiga översättningen "%s" saknas

source: Missing value
fi: Puuttuva arvo
sv: Värde fattas

source: Business id is incorrect format.
fi: Y-tunnus on väärässä muodossa.
sv: FO-nummer är felaktigt format

source: Business id verification number does not match business id.
fi: Y-tunnuksen vahvistusnumero ei vastaa y-tunnusta.
sv: Verifieringsnummer för FO-nummer stämmer inte överens med FO-nummer.

source: Cookie Policy
fi: Evästeet

source: This website uses cookies to ensure you get the best experience on our website.
fi: Tällä verkkosivulla käytetään evästeitä, jotta voimme mahdollistaa sivuston oikean toiminnan sekä parantaa vierailusi käyttökokemusta.

source: Allow cookies
fi: Salli evästeet

source: Decline
fi: Estä evästeet

source: Learn more
fi: Lue lisää

source: API Catalog
fi: Liityntäkatalogi
sv: API-katalogen

source: Search API Catalog
fi: Hae alijärjestelmiä
sv: Sök subsystem

source: Search
fi: Etsi
sv: Sök

source: Home
fi: Etusivu
sv: Startsida

source: Datasets
fi: Alijärjestelmät
sv: Subsystem

source: Organizations
fi: Organisaatiot
sv: Organisationer

source: More options
fi: Lisää
sv: Fler alternativ

source: Log in
fi: Kirjaudu sisään
sv: Logga in

source: Register
fi: Rekisteröidy
sv: Registrera dig

source: The service is being developed by the Digital and Population Data Services Agency.
fi: Verkkopalvelun kehittämisestä vastaa Digi- ja väestötietovirasto.
sv: Myndigheten för digitalisering och befolkningsdata ansvarar för utvecklingen av webbtjänsten.

source: Give feedback
fi: Anna palautetta
sv: Ge respons

source: Skip to content
fi: Siirry sisältöön
sv: Gå till innehållet

source: Sysadmins
fi: Järjestelmän ylläpitäjät
sv: Systemadministratörer

source: Config
fi: Asetus
sv: Förordning

source: Trash
fi: Roskakori
sv: Papperskorg

source: Site Tag Line in swedish
fi: Sivun slogan ruotsiksi
sv: Sidans slogan på svenska

source: Site Tag Line in english
fi: Sivun slogan englanniksi
sv: Sidans slogan på engelska

source: Intro text in swedish
fi: Johdantoteksti ruotsiksi
sv: Inledningstext på svenska

source: Intro text in english
fi: Johdantoteksti englanniksi
sv: Inledningstext på engelska

source: Service message in finnish
fi: Huoltoilmoitus suomeksi
sv: Serviceanmälan på finska

source: Service message in swedish
fi: Huoltoilmoitus ruotsiksi
sv: Serviceanmälan på svenska

source: Service message in english
fi: Huoltoilmoitus englanniksi
sv: Serviceanmälan på engelska

source: Info message in finnish
fi: Infoviesti suomeksi
sv: Infomeddelande på finska

source: Info message in swedish
fi: Infoviesti ruotsiksi
sv: Infomeddelande på svenska

source: Info message in english
fi: Infoviesti englanniksi
sv: Infomeddelande på engelska

source: Left column in finnish
fi: Vasen palsta suomeksi
sv: Vänster spalt på finska

source: Left column in swedish
fi: Vasen palsta ruotsiksi
sv: Vänster spalt på svenska

source: Left column in english
fi: Vasen palsta englanniksi
sv: Vänster spalt på engelska

source: Right column in finnish
fi: Oikea palsta suomeksi
sv: Höger spalt på finska

source: Right column in swedish
fi: Oikea palsta ruotsiksi
sv: Höger spalt på svenska

source: Right column in english
fi: Oikea palsta englanniksi
sv: Höger spalt på engelska

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank">sysadmin guide</a></p>
fi: <p>Sysadmin-käyttäjänä sinulla on täysi hallintaoikeus tähän CKAN-ilmentymään. Jatka varovasti!</p><p>Ohjeita sysadmin-ominaisuuksien käyttöön on kohdassa CKAN<a href="%(docs_url)s" target="_blank">sysadmin opas</a></p>
sv: <p>Som sysadmin-användare har du full kontroll över denna CKAN-instans. Förtsätt med försiktighet!</p> <p>För vägledning om hur du använder sysadmin-funktioner, se CKAN <a href="%(docs_url)s" target="_blank">sysadmin-guiden</a></p>

source: Dashboard
fi: Yhteenveto
sv: Sammanfattning

source: Statistics
fi: Tilastot
sv: Statistik

source: New package count
fi: Uusia alijärjestelmiä
sv: Nya subsystem

source: Last week
fi: Viimeisen viikon aikana
sv: Under den senaste veckan

source: Last month
fi: Viimeisen kuukauden aikana
sv: Under den senaste månaden

source: Last year
fi: Viimeisen vuoden aikana
sv: Under det senaste året

source: Total package count
fi: Alijärjestelmien kokonaismäärä
sv: Totalt antal subsystem

source: Private
fi: Yksityinen
sv: Privat

source: Public
fi: Julkinen
sv: Offentlig

source: Heartbeat status
fi: Heartbeat tila

source: Success
fi: Onnistui
sv: Lyckades

source: Failed
fi: Epäonnistui
sv: Misslyckades

source: Show/hide change log
fi: Näytä/piilota muutosloki
sv: Visa/dölj ändringslogg

source: Status
fi: Tila

source: Timestamp
fi: Aikaleima
sv: Tidsstämpling

source: Resources with invalid content
fi: Virheelliset liitetiedostot
sv: Felaktiga bilagor

source: Resource
fi: Liitetiedosto
sv: Filbilaga

source: Dataset
fi: Alijärjestelmä
sv: Subsystem

source: Organizations without active subsystems
fi: Organisaatiot, joilla ei ole aktiivisia alijärjestelmiä
sv: Organisationer som inte har aktiva subsystem

source: Since
fi: Alkaen
sv: Från

source: Has active subsystems
fi: Aktiivisia alijärjestelmiä
sv: Aktiva subsystem

source: Yes
fi: Kyllä
sv: Ja

source: No
fi: Ei
sv: Nej

source: X-Road Environment:
fi: X-Road-ympäristö:
sv: X-Road miljö:

source: Subsystems:
fi: Alijärjestelmiä:
sv: Subsystem:

source: Members:
fi: Jäseniä:
sv: Medlemmar:

source: SecurityServers:
fi: Liityntäpalvelimia:
sv: Anslutningsservrar

source: X-ROAD Catalog - Services
fi: X-ROAD Catalog - Palvelut
sv: X-ROAD Catalog -tjänster

source: SOAP services:
fi: SOAP-palvelut:
sv: SOAP-tjänster:

source: REST services:
fi: REST-palvelut:
sv: REST-tjänster:

source: OpenAPI services:
fi: OpenAPI-palvelut:
sv: OpenAPI-tjänster:

source: X-ROAD Catalog - Distinct Services
fi: X-ROAD Catalog - Erilliset palvelut
sv: X-ROAD Catalog -distinkta tjänster

source: Distinct services:
fi: Erilliset palvelut:
sv: Distinkta tjänster:

source: Public subsystems:
fi: Julkisia alijärjestelmiä:
sv: Offentliga subsystem

source: Total organizations:
fi: Organisaatioita yhteensä:
sv: Totalt antal organisationer:

source: Provider organizations:
fi: Palveluntarjoajia:
sv: Tjänsteleverantörer:

source: Successfully created user %(name)s &lt;%(email)s&gt;. Password reset mail sent.
fi: Käyttäjä %(name)s &lt;%(email)s&gt; luotiin onnistuneesti. Salasanan asetuslinkki lähetetty.
sv: Användare %(name)s &lt;%(email)s&gt; skapades Länken för inställning av lösenord har skickats.

source: Add user
fi: Lisää käyttäjä
sv: Lägg till användare

source: Username
fi: Käyttäjätunnus
sv: Användarnamn

source: Email
fi: Sähköposti
sv: E-post

source: eg. joe@example.com
fi: joe@example.com
sv: joe@example.com

source: Submit
fi: Lähetä
sv: Sänd

source: Announcements
fi: Tiedotteet
sv: Meddelanden

source: Published
fi: Julkaistu
sv: Publicerad

source: Title
fi: Nimike
sv: Rubrik

source: Content
fi: Sisältö
sv: Innehåll

source: Enter content here
fi: Kirjoita sisältö tähän
sv: Lägg till innehåll här

source: My content
fi: Minun sisältöni
sv: Mitt innehåll

source: Submenu Order
fi: Alavalikko Järjestys
sv: Undermeny ordning

source: Not in menu
fi: Ei valikossa
sv: Ej i meny

source: Edit
fi: Muokkaa
sv: Redigera

source: This page currently has no content
fi: Tällä sivulla ei vielä ole sisältöä
sv: Denna sida saknar ännu innehåll

source: Add page
fi: Lisää sivu
sv: Lägg till sida

source: Pages
fi: Sivut
sv: Sidor

source: Feedback
fi: Palaute
sv: Respons

source: We would like to receive feedback and development ideas regarding the API Catalogue. You cannot submit feedback on individual APIs at this time. More information on specific APIs is available through the contact channels stated in the API.
fi: Otamme vastaan palautetta ja kehittämisideoita Liityntäkatalogiin liittyen. Yksittäisistä alijärjestelmistä ei tässä vaiheessa voi antaa palautetta. Alijärjestelmäkohtaisia lisätietoja saa liityntään kirjattujen yhteystietojen kautta.

source: Please send your feedback or development ideas regarding the API Catalogue using the feedback form. The feedback will be directed to Customer Services at the Service Architecture Unit of the Digital and Population Data Services Agency. If you wish to receive a reply to your feedback, please enclose your contact information. Fields marked with an asterisk (*) are mandatory.
fi: Lähetä Liityntäkatalogiin liittyvä palautteesi tai kehitysideasi palautelomakkeella. Palaute ohjautuu Digi- ja väestötietoviraston Palveluarkkitehtuuri-yksikön Asiakaspalveluun. Jos toivot palautteeseesi vastauksen, liitä mukaan yhteystietosi. Tähdellä (*) merkityt kentät ovat pakollisia.

source: Name
fi: Nimi

source: Feedback message
fi: Palauteviesti

source: {num} Dataset
fi: {num} alijärjestelmä
sv: {num} subsystem

source: 0 Datasets
fi: 0 alijärjestelmää
sv: 0 subsystem

source: View {name}
fi: Näkymä {name}
sv: Vy {name}

source: Remove
fi: Poista
sv: Radera

source: Remove dataset from this group
fi: Poista alijärjestelmä tästä ryhmästä
sv: Ta bort subsystem från denna grupp

source: Show all datasets
fi: Näytä kaikki alijärjestelmät
sv: Visa alla subsystem

source: public datasets
fi: julkista alijärjestelmää
sv: offentliga subsystem

source: Show all organizations
fi: Näytä kaikki organisaatiot
sv: Visa alla organisationer

source: total organizations
fi: organisaatiota
sv: organisationer
