Repository: vrk-kpa/api-catalog
Catalog: ckanext/ckanext-apicatalog/ckanext/apicatalog/i18n/*/LC_MESSAGES/ckanext-apicatalog.po
Languages: fi, sv

source: Sysadmin Password
fi: Järjestelmän ylläpitäjän salasana

source: Old Password
fi: Vanha salasana

source: Your Password
fi: Salasanasi

source: Password
fi: Salasana

source: Confirm Password
fi: Salasana uudelleen

source: Are you sure you want to delete this User?
fi: Haluatko varmasti poistaa tämän käyttäjän?

source: Are you sure you want to regenerate the API key?
fi: Oletko varma että haluat uudistaa API-avaimen?

source: Regenerate API Key
fi: Uudista API-avain

source: Update Profile
fi: Päivitä profiili

source: If you do not have a user account, contact your organisation's administrator and ask them to invite you. If you do not know who the administrator is, or if your organisation does not have one, contact <a href="mailto:palveluvayla@palveluvayla.fi">palveluvayla@palveluvayla.fi</a> and request a user account.
fi: Jos sinulla ei ole käyttäjätiliä, ota yhteyttä organisaatiosi ylläpitäjään ja pyydä häntä kutsumaan sinut organisaation jäseneksi. Jos et tiedä, kuka organisaatiosi ylläpitäjä on, tai organisaatiollasi ei ole ylläpitäjää, ota yhteyttä <a href="mailto:palveluvayla@palveluvayla.fi">palveluvayla@palveluvayla.fi</a> ja pyydä käyttäjätiliä.
sv: Om du inte har ett användarkonto ska du kontakta administratören för din organisation och be hen bjuda in dig som medlem i organisationen. Om du inte vet vem som är administratör för din organisation eller om din organisation inte har någon administratör, kontakta <a href="mailto:palveluvayla@palveluvayla.fi">palveluvayla@palveluvayla.fi</a> och be om ett användarkonto

source: Forgotten your password?
fi: Unohditko salasanasi?
sv: Glömde du ditt lösenord?

source: No problem, use our password recovery form to reset it.
fi: Voit vaihtaa salasanasi käyttämällä salasanan uudelleenasetuksen lomaketta.
sv: Du kan byta ditt lösenord med våra formulär för återställning av lösenord.

source: Forgot your password?
fi: Vaihda salasana
sv: Byt lösenordet

source: How does this work?
fi: Miten tämä toimii?
sv: Hur fungerar det här?

source: Enter your email address or username into the box and we will send you an email with a link to enter a new password.
fi: Syötä sähköpostiosoitteesi tai käyttäjätunnuksesi kenttään. Lähetämme sinulle sähköpostitse linkin salasanan vaihtamiseksi.
sv: Ange din e-postadress eller ditt användarnamn i fältet. Vi skickar dig en länk per e-post för att byta lösenord.

source: If you have forgotten your username and email, contact <a href="mailto:palveluvayla@palveluvayla.fi">palveluvayla@palveluvayla.fi</a>.
fi: Jos olet unohtanut käyttäjätunnuksen ja sähköpostiosoitteesi, ota yhteyttä <a href="mailto:palveluvayla@palveluvayla.fi">palveluvayla@palveluvayla.fi</a>.
sv: Om du har glömt ditt användarnamn och din e-postadress, kontakta <a href="mailto:palveluvayla@palveluvayla.fi">palveluvayla@palveluvayla.fi</a>.

source: Not authorized to see this page
fi: Tämän sivun näyttäminen ei ole sallittu
sv: Obehörig att se denna sida

source: User name is required.
fi: Käyttäjätunnus on vaadittu tieto.
sv: Användarnamnet är obligatorisk uppgift

source: Email is required.
fi: Sähköpostiosoite on vaadittu tieto.
sv: E-postadressen är obligatorisk uppgift.

source: User name {} already exists.
fi: Käyttäjätunnus {} on jo käytössä.
sv: Användarnamnet {} är redan i bruk.

source: Email address {} already has the following users: {}.
fi: Sähköpostiosoite {} on jo käytössä seuraavilla käyttäjillä: {}
sv: E-postadressen {} används redan av följande användare: {}

source: Error sending password reset link to address {}.
fi: Virhe lähetettäessä salasanan asettamiseen vaadittua sähköpostia osoitteeseen {}
sv: Fel vid sändning av den e-post som krävs för att ställa in lösenordet till {}

source: Error creating user {} <{}>.
fi: Virhe luotaessa käyttäjää {} <{}>
sv: Fel vid skapande av användare {} <{}>

source: User {name} stored in database.
sv: Användare {name} lagrad i databasen.

source: Confirm
sv: Bekräfta

source: Cancel
sv: Avbryt

source: https://kehittajille.suomi.fi/services/data-exchange-layer/service-presentation/data-protection
sv: https://kehittajille.suomi.fi/tjanster/informationsleden/presentation-av-tjansten/dataskydd

source: Privacy statement
sv: Dataskyddsbeskrivning

source: Readonly admins
sv: Readonly administratörer

source: hero
sv: ingress

source: Edit datasets
sv: Redigera datamängder

source: Last Modified
sv: Senast redigerat

source: Make public
sv: Gör offentlig

source: Make private
sv: Gör privat

source: This organization has no datasets associated to it
sv: Denna producent har ännu inga datamängder

source: Update
sv: Uppdatera

source: Broken links
sv: Brutna länkar

source: View resource
sv: Visa resurs

source: Update Resource
sv: Uppdatera resurs

source: Go to resource
sv: Gå till resurs

source: Add new resource
sv: Lägg till ny resurs

source: Are you sure you want to delete this Organization?
sv: Vill du verkligen radera denna organisation?

source: Profile settings
sv: Profilinställningar

source: News feed
sv: Nyhetsflöde

source: My Datasets
sv: Mina datamängder

source: Activity from items that I'm following
sv: Aktivitet från ämnen jag följer
