Repository: vrk-kpa/api-catalog
Catalog: ckanext/ckanext-apicatalog/ckanext/apicatalog/i18n/*/LC_MESSAGES/ckanext-apicatalog.po
Languages: fi, sv

source: Show all service provider organizations
fi: Näytä kaikki palveluntarjoajat
sv: Visa alla tjänsteleverantörer

source: service providers
fi: palveluntarjoajaa
sv: tjänsteleverantörer

source: This content is not available in English. If you have any questions about this topic, please contact our customer service at <a href="mailto:organisaatiopalvelut@dvv.fi">organisaatiopalvelut@dvv.fi</a>.
fi: Tämä sisältö ei ole saatavilla englanniksi. Jos sinulla on kysyttävää tästä aiheesta, ota yhteyttä asiakaspalveluumme osoitteessa<a href="mailto:organisaatiopalvelut@dvv.fi">organisaatiopalvelut@dvv.fi</a>.

source: Organization <a href="{org_url}">{org_title}</a> joined the National Data Exchange Layer to utilise services
fi: Organisaatio <a href="{org_url}">{org_title}</a> alkoi hyödyntää Palveluväylän palveluita
sv: Organisationen <a href="{org_url}">{org_title}</a> började utnyttja Informationsledens tjänster

source: Organization <a href="{org_url}">{org_title}</a> joined the National Data Exchange Layer as a service provider
fi: Organisaatio <a href="{org_url}">{org_title}</a> liittyi Palveluväylään palveluntarjoajana
sv: Organisationen <a href="{org_url}">{org_title}</a> anslöt sig till Informationsleden som tjänsteleverantör

source: <a href="{org_url}">{org_title}</a> added a new subsystem <a href="{pkg_url}">{pkg_title}</a>
fi: <a href="{org_url}">{org_title}</a> loi alijärjestelmän <a href="{pkg_url}">{pkg_title}</a>
sv: <a href="{org_url}">{org_title}</a> skapade subsystemet <a href="{pkg_url}">{pkg_title}</a>

source: <a href="{org_url}">{org_title}</a> updated the subsystem <a href="{pkg_url}">{pkg_title}</a>
fi: <a href="{org_url}">{org_title}</a> päivitti alijärjestelmän <a href="{pkg_url}">{pkg_title}</a> tietoja
sv: <a href="{org_url}">{org_title}</a> uppdaterade subsystemets <a href="{pkg_url}">{pkg_title}</a> uppgifter

source: <a href="{org_url}">{org_title}</a> deleted the subsystem <a href="{pkg_url}">{pkg_title}</a> and its services
fi: <a href="{org_url}">{org_title}</a> poisti alijärjestelmän <a href="{pkg_url}">{pkg_title}</a> ja sen sisältämät palvelut
sv: <a href="{org_url}">{org_title}</a> raderade subsystemet <a href="{pkg_url}">{pkg_title}</a> och de tjänster det innehåller

source: <a href="{org_url}">{org_title}</a> added a new service <a href="{res_url}">{res_title}</a> to subsystem <a href="{pkg_url}">{pkg_title}</a>
fi: <a href="{org_url}">{org_title}</a> loi uuden palvelun <a href="{res_url}">{res_title}</a> alijärjestelmään <a href="{pkg_url}">{pkg_title}</a>
sv: <a href="{org_url}">{org_title}</a> skapade en ny tjänst <a href="{res_url}">{res_title}</a> i subsystemet <a href="{pkg_url}">{pkg_title}</a>

source: <a href="{org_url}">{org_title}</a> updated the service <a href="{res_url}">{res_title}</a> to subsystem <a href="{pkg_url}">{pkg_title}</a>
fi: <a href="{org_url}">{org_title}</a> päivitti palvelun <a href="{res_url}">{res_title}</a> tietoja alijärjestelmässä <a href="{pkg_url}">{pkg_title}</a>
sv: <a href="{org_url}">{org_title}</a> uppdaterade tjänstens <a href="{res_url}">{res_title}</a> uppgifter i subsystemet <a href="{pkg_url}">{pkg_title}</a>

source: <a href="{org_url}">{org_title}</a> deleted the service <a href="{res_url}">{res_title}</a> to subsystem <a href="{pkg_url}">{pkg_title}</a>
fi: <a href="{org_url}">{org_title}</a> poisti palvelun <a href="{res_url}">{res_title}</a> alijärjestelmästä <a href="{pkg_url}">{pkg_title}</a>
sv: <a href="{org_url}">{org_title}</a> raderade tjänsten <a href="{res_url}">{res_title}</a> från subsystemet<a href="{pkg_url}">{pkg_title}</a>

source: New consumer
fi: Uusi hyödyntäjä
sv: Ny utnyttjare

source: New producer
fi: Uusi tuottaja
sv: Ny producent

source: New subsystem
fi: Uusi alijärjestelmä
sv: Nytt subsystem

source: Updated subsystem
fi: Päivitetty alijärjestelmä
sv: Uppdaterat subsystem

source: Deleted subsystem
fi: Poistettu alijärjestelmä
sv: Subsystem som raderats

source: New service
fi: Uusi palvelu
sv: Ny tjänst

source: Updated service
fi: Päivitetty palvelu
sv: Uppdaterad tjänst

source: Deleted service
fi: Poistettu palvelu
sv: Raderad tjänst

source: Browse announcements
fi: Lue kaikki tiedotteet
sv: Läs alla meddelanden

source: API catalog statistics for the last 12 months
fi: Liityntäkatalogin tilastoja viimeisen 12 kuukauden ajalta
sv: API-katalogens statistik för de senaste 12 månaderna

source: Visitors
fi: Kävijää
sv: Besökare

source: New APIs
fi: Uutta alijärjestelmää
sv: Nya subsystem

source: New attachments
fi: Uutta palvelua
sv: Nya tjänster

source: Search data
fi: Etsi alijärjestelmiä
sv: Sök subsystem

source: Popular tags
fi: Suositut asiasanat
sv: Populära ämnesord

source: Sysadmin settings
fi: Järjestelmän ylläpitäjän asetukset
sv: Systemadministratörens inställningar

source: Admin
fi: Ylläpitäjä
sv: Administratör

source: View profile
fi: Näytä profiili
sv: Visa profil

source: Dashboard (%(num)d new item)
fi: Työpöydällä (%(num)d uusi kohde)
sv: På skrivbordet (%(num)d nytt objekt)

source: Blog
fi: Blogi
sv: Blogg

source: Edit settings
fi: Muokkaa asetuksia
sv: Redigera inställningar

source: Settings
fi: Asetukset
sv: Inställningar

source: Log out
fi: Kirjaudu ulos
sv: Logga ut

source: Sample APIs
fi: Esimerkkejä alijärjestelmistä
sv: Exempel på subsystem

source: Browse APIs
fi: Selaa alijärjestelmiä
sv: Bläddra bland subsystem

source: News
fi: Uutiset

source: Browse news
fi: Lue kaikki uutiset

source: Welcome to CKAN
fi: Tervetuloa Liityntäkatalogiin
sv: Välkommen till API-katalogen

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
fi: <p>Liityntäkatalogi on ajantasainen hakemisto Suomi.fi-palveluväylän alijärjestelmistä ja palveluista. Liityntäkatalogin tarkoituksena on auttaa palvelun tuottajia ja toteuttajia kehittämään tehokkaampia sähköisiä palveluita ja tukea tietojen uudelleenkäyttöä. Liityntäkatalogiin kuvataan sähköiset palvelut, joissa käsiteltävät tiedot ovat muiden tietojärjestelmien hyödynnettävissä.</p><p>Rekisteröityminen Liityntäkatalogiin tapahtuu Suomi.fi-palveluväylän käyttöönoton yhteydessä. Organisaatio ilmoittaa yhden tai useamman pääkäyttäjän Liityntäkatalogin tietojen täydennystä varten.</p><p>Liityntäkatalogin tuottaa Digi- ja väestötietovirasto. Lisätietoja Suomi.fi-palveluista: esuomi.fi.</p>
sv: <p>API-katalogen är en uppdaterad katalog över subsystem och tjänster i Suomi.fi-informationsled. Syftet med API-katalogen är att hjälpa tjänsteleverantörer och implementerare att utveckla effektivare e-tjänster och att stödja återanvändning av data. I API-katalogen beskrivs de e-tjänster där de uppgifter som behandlas kan användas av andra informationssystem.</p><p> Registreringen i API-katalogen sker i samband med att Suomi.fi-informationsled tas i bruk. Organisationen utser en eller flera huvudanvändare för att komplettera uppgifterna i API-katalogen.</p><p>API-katalogen produceras av Myndigheten för digitalisering och befolkningsdata. Mer information om Suomi.fi-tjänsterna: esuomi.fi.</p>

source: E.g. environment
fi: Esim. ajo-oikeuden tarkistus
sv: T.ex. kontroll av körrätt

source: Skip twitter feed
fi: Hyppää twitter syötteen yli

source: Show more tweets by Suomi.fi yritys
fi: Näytä käyttäjän Suomi.fi yrityksille muut twiitit

source: Show more tweets by NIIS
fi: Näytä käyttäjän NIIS muut twiitit

source: This field is required
fi: Tämä kenttä on pakollinen
sv: Detta fält är obligatoriskt

source: Custom
fi: Muokattu
sv: Redigerad

source: Paste or drag file in here
fi: Liitä tai vedä tiedosto tähän
sv: Klistra in eller dra filen här

source: Maximum filesize of single file is {max_filesize}Mb. Total maximum size of all files is {max_total_size}Mb.
fi: Yhden tiedoston enimmäiskoko on {max_filesize}Mt. Kaikkien tiedostojen enimmäiskoko on {max_total_size}Mt.
sv: Maximal filstorlek för en enskild fil är {max_filesize}Mb. Total maximal storlek för alla filer är {max_total_size}Mb.

source: Allowed filetypes are: pdf, jpg, jpeg, png, doc, docx, xls, xlsx, ppt, pptx, odt, ods, txt.
fi: Sallitut tiedostotyypit ovat: pdf, jpg, jpeg, png, doc, docx, xls, xlsx, ppt, pptx, odt, ods, txt.
sv: Tillåtna filtyper är: pdf, jpg, jpeg, png, doc, docx, xls, xlsx, ppt, pptx, odt, ods, txt.

source: Image URL
fi: Kuvan URL
sv: Bildens URL

source: Image
fi: Kuva
sv: Bild

source: Clear Upload
fi: Tyhjennä lataus
sv: Töm uppladdningen

source: Activity Stream
fi: Päivityshistoria
sv: Uppdateringshistorik

source: Name Ascending
fi: Nimen mukaan nousevasti
sv: Stigande enligt namn

source: Name Descending
fi: Nimen mukaan laskevasti
sv: Sjunkande enligt namn

source: Delete
fi: Poista
sv: Radera

source: Select all
fi: Valitse kaikki
sv: Välj alla

source: Draft
fi: Luonnos
sv: Utkast

source: Deleted
fi: Poistetut
sv: Raderade

source: Cancel editing
fi: Peruuta muokkaus
sv: Avbryt redigering

source: About the organization
fi: Organisaation tiedot
sv: Organisationens uppgifter

source: Dataset visibility
fi: Alijärjestelmien näkyvyys
sv: Subsystems synlighet

source: X-Road errors
fi: Liityntäpalvelimen virhetilanteet
sv: Anslutningsservers fel

source: Members
fi: Jäsenet
sv: Medlemmar

source: Organizations are used to create, manage and publish APIs and datasets. Users may have various roles and privileges to create, modify and publish APIs within an organization.
fi: Organisaatioita käytetään alijärjestelmien ja aineistokokonaisuuksien luomiseen, hallinnointiin ja julkaisemiseen. Käyttäjillä voi olla organisaatioissa eri rooleja ja eri tasoisia käyttöoikeuksia alijärjestelmien luomiseen, muokkaamiseen ja julkaisemiseen.
sv: Organisationer används för att skapa, administrera och publicera subsystem och materialhelheter. Användarna kan ha olika roller i organisationerna och användarrättigheter på olika nivåer för att skapa, redigera och publicera subsystem.

source: {0} organizations
fi: {0} organisaatiota
sv: {0} organisationer

source: with filter
fi: rajauksella
sv: med filter

source: Show only service providers
fi: Näytä vain palveluntarjoajat
sv: Visa endast tjänsteleverantörer

source: Show organizations without APIs
fi: Näytä kaikki organisaatiot
sv: Visa alla organisationer

source: Service providers first
fi: Palveluntarjoajat ensin
sv: Tjänsteleverantörerna först

source: There are currently no organizations for this site
fi: Sivustolla ei ole tällä hetkellä organisaatioita
sv: Sidor

source: How about creating one?
fi: Mitäs jos tekisit yhden?
sv: Vad sägs om att göra en?

source: Filter list
fi: Rajaa listaa
sv: Avgränsa listan

source: Type in name of organization
fi: Kirjoita organisaation nimi
sv: Skriv organisationens namn

source: Next
fi: Seuraava
sv: Nästa

source: Previous
fi: Edellinen
sv: Föregående

source: Go to page
fi: Mene sivulle
sv: Gå till sidan

source: Add Member
fi: Lisää jäsen
sv: Lägg till en medlem

source: {count} member
fi: {count} jäsentä
sv: {count} medlem

source: User
fi: Käyttäjä
sv: Användare

source: Role
fi: Rooli
sv: Roll

source: Edit member role
fi: Muokkaa jäsenen roolia
sv: Redigera medlemsroll

source: Are you sure you want to delete this member?
fi: Haluatko varmasti poistaa tämän jäsenen?
sv: Är du säker på att du vill ta bort medlemmen?

source: Create an Organization
fi: Luo organisaatio
sv: Skapa en organisation

source: List of organization's subsystems
fi: Luettelo valitun organisaation alijärjestelmistä
sv: Lista över subsystem av den valda organisationen

source: There are currently no APIs for this organization
fi: Organisaatiolla ei ole aktiivisia alijärjestelmiä
sv: Organisationen har inga aktiva subsystem

source: View {organization_name}
fi: Näytä {organization_name}
sv: Visa {organization_name}

source: Consumes data available via the Suomi.fi-Data Exchange Layer.
fi: Organisaatio hyödyntää Suomi.fi-Palveluväylän kautta saatavaa tietoa.
sv: Organisationen utnyttjar information som fås via Suomi.fi-informationsleden.

source: Filter by role
fi: Rajaa organisaatiolistaa
sv: Avgränsa organisationslistan

source: Edit subsystem
fi: Muokkaa alijärjestelmää
sv: Redigera subsystem

source: Subsystem's information
fi: Alijärjestelmän tiedot
sv: Subsystemets information

source: Request permission to use this subsystem
fi: Pyydä lupaa tämän alijärjestelmän käyttöön
sv: Be om tillstånd att använda detta subsystem

source: Request permission if you want to have access on some of this subsystems services. Please note that some subsystems might require information permit before you can request permission in API-Catalog
fi: Hae alijärjestelmään käyttölupaa, jos haluat saada jonkin tämän alijärjestelmän palveluista käyttöösi Suomi.fi-palveluväylässä.
sv: Ansök om användningstillstånd om du vill få tillgång till något av subsystemets tjänster i Suomi.fi-informationsleden. Observera att vissa subsystem kan kräva till exempel en ansökan om datatillstånd innan du kan ansöka om användningstillstånd i API-katalogen.

source: Request permission
fi: Alijärjestelmän käyttölupahakemus
sv: Be om tillåtelse

source: Request permission to use this subsystem in the Suomi.fi Data Exchange Layer if you want to have access to one or several of its services. Download and complete the form below and submit it to the email address provided by the owner of the subsystem. See the form and the subsystem description for more detailed instructions. Note that some subsystems may require that you apply for data access authorisation before you can request permission in the API Catalogue.
fi: Hae käyttölupaa, jos haluat saada jonkin tämän alijärjestelmän palveluista käyttöösi Suomi.fi-palveluväylässä. Lataa ja täytä alla oleva lomake ja toimita se alijärjestelmän ylläpitäjän ilmoittamaan sähköpostiosoitteeseen. Löydät tarkemmat ohjeet lomakkeesta tai alijärjestelmän kuvauksesta.
sv: Ansök om användningstillstånd om du vill få tillgång till något av subsystemets tjänster i Suomi.fi-informationsleden. Ladda ner och fyll i blanketten och skicka den till den e-postadress som administratören för subsystemet har uppgett. Närmare anvisningar finns på blanketten eller i beskrivningen av subsystemet. Observera att vissa subsystem kan kräva till exempel en ansökan om datatillstånd innan du kan ansöka om användningstillstånd i API-katalogen.

source: Download file
fi: Lataa käyttölupahakemus
sv: Ladda ner ansökan

source: Request permission in organizations website
fi: Hae käyttölupaa organisaation sivuilla
sv: Ansök om tillstånd på organisationens webbplats

source: Description
fi: Kuvaus
sv: Beskrivning

source: Service bus identifier
fi: Tunniste Palveluväylässä
sv: Kod i Informationsleden

source: Attachments
fi: Liitteet
sv: Bilagor

source: Cancel edit
fi: Peruuta muokkaus
sv: Avbryt redigering

source: Required field
fi: Vaadittu kenttä
sv: Obligatoriskt fält

source: Reorder resources
fi: Uudelleenjärjestä palvelut
sv: Ordna resurser

source: Subsystems lists services and service descriptions offered by organisations that have joined the Suomi.fi Data Exchange Layer. A subsystem is used to provide services through the Data Exchange Layer and connect systems that are used for consuming services to the Data Exchange Layer.
fi: Alijärjestelmistä löydät Palveluväylään liittyneiden organisaatioiden tarjoamia palveluita ja niiden kuvauksia. Alijärjestelmää käytetään palvelujen tarjoamiseen Palveluväylän kautta ja palveluita hyödyntävien järjestelmien liittämisessä Palveluväylään.
sv: I subsystemen hittar du de tjänster som erbjuds av organisationerna som anslutit sig till Informationsleden och beskrivningar av dem. Subsystemet används för att tillhandahålla tjänster via Informationsleden och för att ansluta systemen som utnyttjar tjänsterna till Informationsleden.

source: If you wish to implement a service that is listed in the API Catalogue, read our <a href="https://palveluhallinta.suomi.fi/en/tuki/artikkelit/5f182709341bb40241fa9713">instructions on implementing services</a> and contact the service provider.
fi: Jos haluat ottaa jonkun palvelun käyttöösi, tutustu ohjeeseen <a href="https://palveluhallinta.suomi.fi/fi/tuki/artikkelit/5f182709341bb40241fa9713">palveluiden käyttöönotosta</a> ja ota yhteyttä palvelua tarjoavaan organisaatioon.

source: {0} datasets
fi: {0} alijärjestelmää
sv: {0} subsystem

source: <p class="extra">Please try another search.</p>
fi: <p class="extra">Yritä toista hakua.</p>
sv: <p class="extra">Försök med en annan sökning.</p>

source: API Docs
fi: API-dokumentaatio
sv: API-dokumentation

source: full {format} dump
fi: täysi {format} dumppi

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
fi: Voit myös käyttää tätä rekisteriä käyttämällä %(api_link)s (katso %(api_doc_link)s) tai lataa %(dump_link)s
sv: Du kan också komma åt detta register med hjälp av %(api_link)s (se%(api_doc_link)s) eller ladda ner en %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
fi: Voit myös käyttää tätä rekisteriä %(api_link)s avulla (katso %(api_doc_link)s).
sv: Du kan också komma åt det här registret med hjälp av %(api_link)s(se %(api_doc_link)s).

source: Relevance
fi: Relevanssi
sv: Relevans

source: Next: Add Data
fi: Seuraavaksi: Lisää liitetiedostoja
sv: Nästa: Lägg till resurs

source: By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
fi: Lähettämällä tämän lomakkeen suostut julkaisemaan täyttämäsi <i>metatiedot</i> <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database Lisenssin</a> mukaisesti.
sv: Genom att skicka in den här blanketten går du med på att publicera ifyllda <i>metadatan</i> <a href="http://opendatacommons.org/licenses/odbl/1-0/">enlig Open Database Licensen</a>.

source: Are you sure you want to delete this dataset?
fi: Haluatko varmasti poistaa alijärjestelmän?
sv: Vill du verkligen radera detta subsystem?

source: Invalid content
fi: Virheellistä sisältöä
sv: Felaktigt innehåll

source: Download
fi: Lataa
sv: Exportera

source: This resource view is not available at the moment.
fi: Tämä liitetiedostonäyttö ei ole saatavissa tällä hetkellä.
sv: Denna filbilaga är för närvarande inte tillgänglig.

source: Click here for more information.
fi: Klikkaa tästä saadaksesi lisätietoa...
sv: Klicka här för mer information...

source: Download resource
fi: Lataa liitetiedosto
sv: Ladda bilaga

source: Data preview
fi: Esikatselu
sv: Förhandsgranskning

source: Your browser does not support iframes.
fi: Selaimesi ei tue kehyksiä.
sv: Din webbläsare stöder inte ramarna.

source: Keywords
fi: Asiasanat
sv: Nyckelord

source: You can use <a href="#markdown" title="Markdown quick reference">Markdown formatting</a> here.
fi: Voit hyödyntää kuvauksessa <a href="#markdown" title="Markdown quick reference">Markdown muotoilua</a>
sv: Du kan använda<a href="#markdown" title="Markdown quick reference">Markdown-formatering</a> här

source: No organization
fi: Ei organisaatiota
sv: Organisation saknas

source: When the service's visibility is limited it's only visible to the users of its own organization and the users of the allowed organizations
fi: Kun palvelun näkyvyys on rajoitettu, se näkyy vain oman organisaation ja sallittujen organisaatioiden käyttäjille.
sv: När tjänstens synlighet är begränsad är den endast synlig för ägarorganisationen eller användare från tillåtna organisationer

source: Logo of organization {org}
fi: Organisaation {org} logo
sv: Organisationens {org} logo

source: Contact Information
fi: Yhteystiedot
sv: Kontaktuppgifter

source: X-Road related information
fi: X-Roadiin liittyvät tiedot
sv: Uppgifter som hänför sig till X-Road

source: Additional information
fi: Lisätiedot
sv: Mer information

source: No description
fi: Ei kuvausta
sv: Ingen beskrivning

source: View
fi: Näytä
sv: Visa

source: API Endpoint
fi: API-osoite
sv: API-slutpunkt

source: From the dataset abstract
fi: Alijärjestelmän yhteenvedosta
sv: Från subsystemets abstrakt

source: Source: <a href="%(url)s">%(dataset)s</a>
fi: Lähde: <a href="%(url)s">%(dataset)s</a>
sv: Källa: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
fi: Tälle liitetiedostolle ei ole luotu vielä yhtään näkymää.
sv: Inga förhandsgranskningar har skapats för denna resurs.

source: Not seeing the views you were expecting?
fi: Et näe odottamiasi näkymiä?
sv: Ser du inte de vyer du förväntat dig?

source: Here are some reasons you may not be seeing expected views:
fi: Tässä joitakin syitä, jos et näe odottamiasi näkymiä:
sv: Möjliga anledningar till att vyer saknas:

source: No view has been created that is suitable for this resource
fi: Tälle liitetiedostolle ei ole luotu yhtään sopivaa näkymää
sv: Ingen vy har skapats som är lämplig för denna resurs

source: The site administrators may not have enabled the relevant view plugins
fi: Voi olla, ettei järjestelmänhoitaja ole ottanut käyttöön asiaan liittyviä liitännäisiä
sv: Webbplatsadministratörerna kanske inte har aktiverat de relevanta visningspluginsen

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
fi: Jos näkymä vaatii DataStoren, voi olla, ettei DataStore-liitännäistä ole otettu käyttöön, tai ettei tietoja ole tallennettu DataStoreen, tai ettei DataStore ole vielä saanut prosessointia valmiiksi
sv: Om en vy kräver DataStore kanske DataStore-pluginet inte är aktiverat, eller så kanske data inte har överförts till DataStore, eller så har DataStore inte avslutat bearbetningen av data ännu

source: Additional Information
fi: Lisätietoa
sv: Mer information

source: Field
fi: Kenttä
sv: Fält

source: Value
fi: Arvo
sv: Värde

source: Last updated
fi: Viimeksi päivitetty
sv: Senast uppdaterad

source: unknown
fi: tuntematon
sv: okänd

source: Created
fi: Luotu
sv: Skapad

source: Format
fi: Tiedostomuoto
sv: Filformat

source: Subsystem information
fi: Alijärjestelmän tiedot
sv: Subsystemets information

source: Are you sure you want to delete this resource?
fi: Haluatko varmasti poistaa tämän liitetiedoston?
sv: Vill du verkligen radera denna resurs?

source: Finish
fi: Valmis
sv: Slutför

source: Close
fi: Sulje
sv: Stäng

source: Filters
fi: Suodattimet
sv: Filter

source: About
fi: Tietoja
sv: Information

source: results with this filter
fi: Tulokset tällä rajauksella
sv: Resultat med avgränsning

source: Add this filter
fi: Lisää rajaus
sv: Lägg till avgränsning

source: Remove this filter
fi: Poista rajaus
sv: Ta bort avgränsning

source: Show More {facet_type}
fi: Näytä enemmän
sv: Visa mer

source: Show Only Popular {facet_type}
fi: Näytä vähemmän
sv: Visa mindre

source: There are no {facet_type} that match this search
fi: Tällä haulla ei löydy {facet_type} -tyypin sisältöä
sv: Med den här sökningen hittas inte innehåll av typen {facet_type}

source: All
fi: Kaikki
sv: Alla

source: selected
fi: valittu
sv: vald

source: Not selected
fi: Ei valittu
sv: Inget valt

source: Popular
fi: Suositut
sv: Populära

source: Filter by text
fi: Rajaa sanalla
sv: Avgränsa med ord

source: Order by
fi: Lajittelu
sv: Sortering

source: Go
fi: Siirry
sv: Gå till

source: My Organizations
fi: Minun organisaationi
sv: Mina organisationer

source: Service access applications
fi: Palvelun käyttöoikeudet
sv: Åtkomsträttigheter till tjänsten

source: Change details
fi: Muuta tietoja
sv: Ändra uppgifter

source: Full name
fi: Koko nimi
sv: Fullständigt namn

source: eg. Joe Bloggs
fi: esim. Joe Bloggs
sv: t.ex. Joe Bloggs

source: Subscribe to notification emails
fi: Tilaa ilmoitukset sähköpostiisi

source: Change password
fi: Vaihda salasana
