Repository: vrk-kpa/api-catalog
Catalog: ckanext/ckanext-apply_permissions_for_service/ckanext/apply_permissions_for_service/i18n/*/LC_MESSAGES/ckanext-apply_permissions_for_service.po
Languages: fi, sv

source: Not authorized to see this page
fi: Tämän sivun näyttäminen ei ole sallittu
sv: Inga rättigheter att se denna sida

source: This API is not accepting access applications.
fi: Tämä alijärjestelmä ei ota vastaan käyttölupahakemuksia.
sv: Detta subsystem tar inte emot ansökningar om användningstillstånd.

source: Changes saved successfully
fi: Muutokset tallennettu onnistuneesti
sv: Ändringarna har sparats

source: Missing value
fi: Puuttuva arvo
sv: Värde som saknas

source: User not authorized to view permission application.
fi: Käyttäjällä ei ole oikeutta tarkastella lupahakemusta.
sv: Användaren har inte behörighet att se tillståndsansökan.

source: Service access applications
fi: Palveluiden käyttölupahakemukset
sv: Ansökningar om användningstillstånd för tjänster

source: Sent access requests
fi: Lähetetyt käyttölupahakemukset

source: Received access requests
fi: Saapuneet käyttölupahakemukset

source: You have not sent any service access applications. You can apply for access to services by clicking the "Request access" button on the service page.
fi: Et ole lähettänyt yhtään käyttölupahakemusta. Voit hakea käyttölupaa palvelun sivulta valitsemalla "Pyydä käyttölupaa".
sv: Du har inte skickat några ansökningar om användningstillstånd. Du kan ansöka om användningstillstånd på tjänstens sida genom att välja "Be om användningstillstånd".

source: Received applications
fi: Saapuneet käyttölupahakemukset
sv: Mottagna ansökningar

source: You have not received any service access applications.
fi: Ei saapuneita käyttölupahakemuksia.
sv: Inga mottagna ansökningar om användningstillstånd.

source: Organizations
fi: Organisaatiot
sv: Organisationer

source: Datasets
fi: Alijärjestelmät
sv: Subsystem

source: Request access
fi: Pyydä käyttölupaa
sv: Be om användarlicens

source: Apply for permission to use API {}
fi: Pyydä lupaa käyttää alijärjestelmää {}
sv: Be om tillstånd att använda subsystemet {}

source: API access application
fi: Alijärjestelmän käyttölupahakemus
sv: Ansökan om användningstillstånd för subsystem

source: Use this form to apply for a permission to use a service that is available in the National Data Exchange Layer. Your application will be submitted to the organization providing the service. When your application has been approved, Valtori is automatically notified of the needed firewall configurations.
fi: Tällä lomakkeella voit hakea organisaatiollesi lupaa käyttää alijärjestelmän palveluita Suomi.fi-palveluväylässä. Jos olet välitoimija, voit hakea käyttölupaa toisen organisaation puolesta. Antamasi yhteystiedot välitetään tekemäsi käyttölupahakemuksen mukana tätä palvelua tarjoavalle organisaatiolle.
sv: Med blanketten kan du ansöka om användningstillstånd för din organisation att använda subsystemets tjänster i Suomi.fi-informationsleden. Kontaktuppgifterna förmedlas tillsammans med ansökan om användningstillstånd till den organisation vars subsystem du ber om användningstillstånd för. Valtori informeras om det godkända användningstillståndet för nödvändiga öppningar i brandväggen.

source: Applicant information
fi: Hakijan tiedot
sv: Uppgifter om den sökande

source: Your contact infomation and organization details are prefilled based on information provided when your organization joined the National Data Exchange layer. Modify the prefilled information if necessary.
fi: Yhteystietosi on esitäytetty Palveluväylän käyttöönoton yhteydessä annettujen tietojen perusteella. Voit muokata esitäytettyjä tietoja tarvittaessa. Jos olet välitoimija, sinun tulee täyttää oman organisaatiosi tiedot.
sv: Kontaktuppgifterna har fyllts i på förhand utifrån de uppgifter som fyllts i i samband med att Informationsleden togs i bruk. Du kan redigera förhandsifyllda uppgifter vid behov.

source: Organization
fi: Organisaatio
sv: Organisation

source: Business code
fi: Y-tunnus
sv: FO-nummer

source: Contact name
fi: Yhteyshenkilön nimi
sv: Kontaktpersonens namn

source: Contact email
fi: Yhteyshenkilön sähköposti
sv: Kontaktpersonens e-post

source: Applying organization acts as an intermediary on behalf of the organizations using the services
fi: Haen palvelun käyttölupaa toisen organisaation puolesta
sv: Den ansökande organisationen agerar som mellanhand på uppdrag av de organisationer som använder tjänsterna

source: Information about the organization consuming the services
fi: Palveluita käyttävän organisaation tiedot
sv: Information om organisationen som konsumerar tjänsterna

source: Fill in the information on behalf of the organisation that you apply user permit for.
fi: Täydennä alle sen organisaation tiedot, jonka puolesta haet käyttölupaa.

source: Organization using the services
fi: Valitse palveluita käyttävä organisaatio
sv: Organisation som använder tjänsterna

source: Y-number
fi: Y-tunnus
sv: Y-nummer

source: Details of your Security Server and Subsystem
fi: Liityntäpalvelimen ja alijärjestelmän tiedot
sv: Uppgifter om din organisations anslutningsserver och subsystem

source: Fill in the details of the Security Server and subsystem that you are applying permission for, and need the firewall opened to.
fi: Täydennä alle sen liityntäpalvelimen IP-osoite ja alijärjestelmän tiedot, joille haet käyttölupaa ja palomuuriavausta.
sv: Fyll i IP-adressen till anslutningsservern och uppgifterna i subsystemet för vilka du ansöker om användningstillstånd och brandväggsöppning.

source: IP address
fi: Liityntäpalvelimen IP-osoite
sv: IP-adress

source: Write the IP address
fi: Kirjoita IP-osoite
sv: Skriv in IP-adress

source: Select one or several IP addresses of your organization's security servers
fi: Täydennä yksi tai useampi liityntäpalvelimen IP-osoite
sv: Välj en eller flera IP-adresser för din organisations anslutningsserver

source: Add an IP address
fi: Lisää IP-osoite
sv: Lägg till IP-adress

source: Select the subsystem of your organization for which you want to apply permission
fi: Valitse alijärjestelmä, jolle käyttölupa halutaan
sv: Välj det subsystem i din organisation som du vill ansöka om behörighet för

source: Subsystem code
fi: Alijärjestelmän tunnus
sv: Subsystemets kod

source: Details of the service and API you are applying to access
fi: Käyttöönotettavan palvelun tiedot
sv: Uppgifter om tjänsten och subsystemet, för vilket du begär användningstillstånd

source: Organization name
fi: Organisaation nimi
sv: Organisationens namn

source: Subsystem
fi: Alijärjestelmä

source: Service code
fi: Palvelun tunnus
sv: Tjänstens kod

source: Select one or several APIs you are applying to access
fi: Valitse yksi tai useampi alijärjestelmän palvelu, johon pyydät käyttölupaa
sv: Välj en eller flera subsystemets tjänster för vilka du ber om användningstillstånd

source: Explain how the service will be used
fi: Kerro, mihin tarkoitukseen käyttölupaa pyydetään
sv: Berätta för vilket ändamål tillståndet begärs

source: Reason for requesting access
fi: Kirjoita perustelu
sv: Skriv en motivering till användningstillståndet

source: Date when access is needed
fi: Valitse, mistä alkaen käyttölupaa tarvitaan
sv: Från och med när behövs subsystemet

source: Send access application
fi: Lähetä käyttölupahakemus
sv: Skicka ansökan om användningstillstånd

source: Preview permission application
fi: Käyttölupahakemuksen esikatselu
sv: Förhandsgranska tillståndsansökan

source: You are previewing permission from applicants point of view
fi: Esikatselet käyttölupahakemusta hakijan näkökulmasta
sv: Du förhandsgranskar tillstånd från sökandes synvinkel

source: Exit from preview
fi: Lopeta esikatselu
sv: Avsluta förhandsgranskningen

source: All access applications
fi: Kaikki käyttölupahakemukset
sv: Alla ansökningar om användningstillstånd

source: Application sent successfully
fi: Hakemus lähetetty onnistuneesti
sv: Ansökan har skickats

source: Exit the settings
fi: Keskeytä muokkaus
sv: Avsluta inställningarna

source: Subsystem permission
fi: Käyttölupahakemuksen asetukset
sv: Subsystemtillstånd

source: You can allow permission requests for authenticated API-Catalog users. Permission requests are disabled by default in a new subsystem.
fi: Voit sallia Liityntäkatalogiin kirjautuneiden käyttäjien hakea käyttölupaa alijärjestelmäsi palveluihin. Pyydä lupaa -toiminto on oletuksena pois päältä jokaisessa alijärjestelmässä.
sv: Du kan tillåta användare som loggat in i API-katalogen att ansöka om användningstillstånd för tjänsterna i ditt subsystem. Begäran om tillstånd är som standard avstängda i varje subsystem.

source: Delivery method for access requests
fi: Valitse käyttölupahakemuksen tyyppi
sv: Välj typ av tillståndsbegäran

source: Disable access requests for this API
fi: Alijärjestelmälle ei voi tehdä lupahakemusta
sv: Det går inte att begära tillstånd för detta subsystem

source: Application in API Catalogue
fi: Liityntäkatalogin valmis lupahakemus
sv: Applikation i API-katalogen

source: Organisation’s downloadable application (PDF)
fi: Oma lupahakemus
sv: Organisationens nedladdningsbara applikation (PDF)

source: Link to the access licence application on the organisation's website
fi: Linkki lupahakemukseen organisaation omilla sivulla
sv: Länk till ansökan om tillträdeslicens på organisationens hemsida

source: Email
fi: Sähköposti
sv: E-post

source: Request additional info with an attachment
fi: Pyydä lisätietoja liitetiedostona
sv: Begär ytterligare information med en bilaga

source: Please note that <b>you should not request to provide personal information</b> in the attached files, because the submitted attached files remain available to the administrators of the API Catalogue and can thus form a personal register. Any personal information should be requested to be submitted in other way than via the API Catalogue.
fi: Huomaa, että liitetiedostoissa <b>ei tule pyytää toimittamaan henkilötietoja</b>, koska toimitetut liitetiedostot jäävät Liityntäkatalogin ylläpitäjien saataville ja voivat näin muodostaa henkilörekisterin. Mahdolliset henkilötiedot tulee pyytää toimittamaan muuten, kuin Liityntäkatalogin kautta.
sv: Observera att <b>du inte ska begära att lämna personuppgifter</b> i de bifogade filerna, eftersom de bifogade filerna som skickats förblir tillgängliga för administratörerna av API-katalogen och därmed kan bilda ett personregister. De möjliga personuppgifterna ska begäras att lämna på annat sätt än via API-katalogen.

source: Add your file
fi: Lisää tiedosto
sv: Lägg till din fil

source: Webpage URL
fi: Verkkosivuston URL
sv: Webbplatsens URL

source: Description of the user permit application process
fi: Käyttölupaprosessin kuvaus

source: Describe the user permit application process of your subsystem here. Describe also other possible permits required for the implementation of your services.
fi: Kuvaile tässä alijärjestelmäsi käyttölupaprosessi sekä mahdolliset muut luvat, joita palveluidesi käyttöönottaminen vaatii.

source: Describe the user permit application process
fi: Kuvaile käyttölupaprosessi

source: Save
fi: Tallenna
sv: Spara

source: Cancel
fi: Peruuta
sv: Ångra

source: Preview application
fi: Esikatsele hakemusta
sv: Förhandsgranska ansökan

source: Permission request alternatives:
fi: Käyttölupahakemusten vaihtoehdot:
sv: Alternativ för tillståndsbegäran:

source: <p style="font-weight: bold;">Application in API Catalogue</p> <ul> <li>Request permission to use a subsystem by using the predefined electronic form in the API Catalogue.</li> </ul> <p style="font-weight: bold;">Organisation’s downloadable application (PDF)</p> <ul> <li>Upload your organisation's own PDF form to the API Catalogue that can be used to request permission to use the subsystem. The applicant must download the form from the API Catalogue and send the completed form to the email address you specified.</li> <li>In the form, explain to which email address the form should be returned to.</li> <li>Access requests sent in this way will not appear in the API Catalogue.</li> </ul> <p style="font-weight: bold;">Link to the access licence application on the organisation's website</p> <ul> <li>Enter the URL for your organisation’s web page where the person requesting access can apply for access to your organisation’s services.</li> <li>Access requests sent in this way will not appear in the API Catalogue.</li> </ul> <p>For more information on the administration of access rights, see the instructions in the <a target="_blank" href="https://liityntakatalogi.suomi.fi/"> API Catalogue. </a> </p>
fi: <p style="font-weight: bold;">Liityntäkatalogin valmis lupahakemus</p><ul><li>Käyttölupaa haetaan Liityntäkatalogin valmiilla sähköisellä lomakkeella.</li></ul><p style="font-weight: bold;">Oma lupahakemus</p><ul><li>Lataa Liityntäkatalogiin organisaatiosi oma PDF-lomake, jolla alijärjestelmään voi hakea käyttölupaa. Luvan pyytäjä lataa lomakkeen Liityntäkatalogista ja lähettää täytetyn lomakkeen määrittelemääsi sähköpostiosoitteeseen.</li><li>Kerro lomakkeessa, mihin sähköpostiosoitteeseen lomake pitää palauttaa.</li><li>Tällä tavalla lähetetyt lupahakemukset eivät näy Liityntäkatalogissa.</li></ul><p style="font-weight: bold;">Linkki lupahakemukseen organisaation sivuilla</p><ul><li>Anna URL-osoite organisaatiosi sivulle, jossa luvan hakija voi hakea käyttölupaa alijärjestelmään.</li><li>Tällä tavalla lähetetyt lupahakemukset eivät näy Liityntäkatalogissa.</li></ul><p>Lue lisää käyttöluvan hallinnoimisesta <a target="_blank" href="https://liityntakatalogi.suomi.fi/fi/pages/ohjeet-ja-tuki"> Liityntäkatalogin ohjeista.</a></p>
sv: <p style="font-weight: bold;">Applikation i API-katalogen</p><ul><li>Begär tillstånd att använda ett subsystem genom att använda det fördefinierade elektroniska formuläret i API-katalogen.</li></ul><p style="font-weight: bold;">Organisationens nedladdningsbara applikation (PDF)</p><ul><li>Ladda upp din organisations eget PDF-formulär till API-katalogen som kan användas för att begära tillstånd att använda subsystemet. Den sökande måste ladda ner formuläret från API-katalogen och skicka det ifyllda formuläret till den e-postadress du angett.</li><li>Förklara i formuläret till vilken e-postadress formuläret ska skickas tillbaka till.</li><li>Åtkomstförfrågningar som skickas på detta sätt kommer inte att visas i API-katalogen.</li></ul><p style="font-weight: bold;">Länk till ansökan om tillträdeslicens på organisationens hemsida</p><ul><li>Ange webbadressen till din organisations webbsida där den person som begär åtkomst kan ansöka om åtkomst till din organisations tjänster.</li><li>Åtkomstförfrågningar som skickas på detta sätt kommer inte att visas i API-katalogen.</li></ul><p>För mer information om administrering av åtkomsträttigheter, se instruktionerna i<a target="_blank" href="https://liityntakatalogi.suomi.fi/">API-katalog.</a></p>

source: Additional info
fi: Lisätiedot
sv: Ytterligare info

source: Sending additional info
fi: Lisätietojen lähettäminen
sv: Skickar ytterligare information

source: Requested subsystem is managed by a company that requires additional info
fi: Pyydettävää alijärjestelmää hallinnoiva organisaatio vaatii tämän lomakkeen tietojen lisäksi erillisen tiedoston täyttämistä.
sv: Begärt subsystem hanteras av ett företag som kräver ytterligare information

source: 1. Download file and fill required information
fi: 1. Lataa tiedosto ja täytä sen vaatimat tiedot
sv: 1. Ladda ner filen och fyll i nödvändig information

source: Download
fi: Lataa
sv: Ladda ner

source: 2. Add completed file into the application
fi: 2. Lisää täytetty tiedosto osaksi hakemusta
sv: 2. Lägg till färdig fil i applikationen

source: Service and API you are applying to access
fi: Alijärjestelmä ja palvelut, joille haet käyttöoikeutta
sv: Subsytem och tjänster som du ansöker om att få tillgång till

source: Access request settings
fi: Käyttölupahakemuksen asetukset

source: Permission management
sv: Tillståndshantering

source: Manage access requests
sv: Administrerar tillståndsbegäran
